const Fruites = `{
    "A1": {
        "name": "りんご",
        "weight": 461.1,
        "img": "../img/apple.jpg",
        "explanation": "リンゴ（林檎[5]、学名：Malus domestica, Malus pumila）は、バラ科リンゴ属の落葉高木、またはその果実のこと。植物学上ではセイヨウリンゴと呼ぶ。春、白または薄紅の花が咲く。人との関わりは古く、紀元前から栽培されていたと見られ、16世紀以降に欧米での生産が盛んになり、日本においても平安時代には書物に記述がみられる。現在世界中で生産される品種は数千以上といわれ、栄養価の高い果実は生食されるほか、加工してリンゴ酒、ジャム、ジュース、菓子の材料などに利用されている。西洋美術、特に絵画ではモチーフとして昔からよく扱われる。",
        "wiki": "https://ja.wikipedia.org/wiki/%E3%83%AA%E3%83%B3%E3%82%B4"
    },
    "A2": {
        "name": "パイナップル",
        "weight": 931.4,
        "img": "../img/pineapple.jpg",
        "explamation": "パイナップル（パインアップル、パインナップル、英: Pineapple、学名: Ananas comosus）は、熱帯アメリカ原産のパイナップル科の多年草、またはその肥大した実である。単にパインと略してよばれることもあるほか、漢名は菠蘿（はら、ポーロ）、または鳳梨（ほうり、オンライ、フォンリー）である。中国本土や香港では菠蘿、台湾では鳳梨と表記する。また、植物名としてアナナスとよぶこともあり[3]、果実や可食部のみパイナップルとよんで区別することもある。 「パイナップル」(pineapple)という名前は、本来は松 (pine) の果実 (apple) 、すなわち「松かさ」（松ぼっくり）を指した[4][5][注釈 1]。これが18世紀ごろに、似た外見をもつ本種の果実に転用され今に至る[4][5][注釈 2]。生産量は増加傾向にあり､コスタリカ、フィリピン、ブラジル産が多く、果実は甘い香りと果汁がたくさん含まれている。",
        "wiki": "https://ja.wikipedia.org/wiki/%E3%83%91%E3%82%A4%E3%83%8A%E3%83%83%E3%83%97%E3%83%AB"
    },
    "A3": {
        "name": "バナナ",
        "weight": 552.9,
        "img": "../img/banana.jpg",
        "explamation": "バナナ（英: Banana[1]、学名 Musa spp.）は、バショウ科バショウ属のうち、果実を食用とする品種群の総称である。また、その果実のこと。別名、甘蕉（かんしょう）、実芭蕉（みばしょう）ともよばれる[2]。東南アジア原産で、いくつかの原種から育種された多年性植物。熱帯～亜熱帯の地域で栽培されるトロピカルフルーツ。種によっては熟すまでは毒を持つものもある。日本では古くは芭蕉と呼ばれた[注 1]。葉の繊維を主に利用するイトバショウは同属異種。食用果実として非常に重要で、2009年の全世界での年間生産量は生食用バナナが9581万トン、料理用バナナが3581万トンで、総計では1億3262万トンにのぼる。アジアやラテンアメリカの熱帯域で大規模に栽培されているほか、東アフリカや中央アフリカでは主食として小規模ながら広く栽培が行われている。また、花を料理に使う地域もあり、葉は皿代わりにしたり、包んで蒸すための材料にしたりするほか、屋根の材料などとしても利用される。",
        "wiki": "https://ja.wikipedia.org/wiki/%E3%83%90%E3%83%8A%E3%83%8A"
    }
}`;
/*
    "A2": {
        "name": "",
        "weight": ,
        "img": "../img/",
        "explamation": "",
        "wiki": ""
    }
*/