const Fruits = `{
    "A1": {
        "name": "りんご",
        "weight": 461.1,
        "img": "./img/apple.jpg",
        "explanation": "リンゴ（林檎[5]、学名：Malus domestica, Malus pumila）は、バラ科リンゴ属の落葉高木、またはその果実のこと。植物学上ではセイヨウリンゴと呼ぶ。春、白または薄紅の花が咲く。人との関わりは古く、紀元前から栽培されていたと見られ、16世紀以降に欧米での生産が盛んになり、日本においても平安時代には書物に記述がみられる。現在世界中で生産される品種は数千以上といわれ、栄養価の高い果実は生食されるほか、加工してリンゴ酒、ジャム、ジュース、菓子の材料などに利用されている。西洋美術、特に絵画ではモチーフとして昔からよく扱われる。",
        "wiki": "https://ja.wikipedia.org/wiki/%E3%83%AA%E3%83%B3%E3%82%B4"
    },
    "A2": {
        "name": "パイナップル",
        "weight": 931.4,
        "img": "./img/pineapple.jpg",
        "explanation": "パイナップル（パインアップル、パインナップル、英: Pineapple、学名: Ananas comosus）は、熱帯アメリカ原産のパイナップル科の多年草、またはその肥大した実である。単にパインと略してよばれることもあるほか、漢名は菠蘿（はら、ポーロ）、または鳳梨（ほうり、オンライ、フォンリー）である。中国本土や香港では菠蘿、台湾では鳳梨と表記する。また、植物名としてアナナスとよぶこともあり[3]、果実や可食部のみパイナップルとよんで区別することもある。 「パイナップル」(pineapple)という名前は、本来は松 (pine) の果実 (apple) 、すなわち「松かさ」（松ぼっくり）を指した[4][5][注釈 1]。これが18世紀ごろに、似た外見をもつ本種の果実に転用され今に至る[4][5][注釈 2]。生産量は増加傾向にあり､コスタリカ、フィリピン、ブラジル産が多く、果実は甘い香りと果汁がたくさん含まれている。",
        "wiki": "https://ja.wikipedia.org/wiki/%E3%83%91%E3%82%A4%E3%83%8A%E3%83%83%E3%83%97%E3%83%AB"
    },
    "A3": {
        "name": "バナナ",
        "weight": 552.9,
        "img": "./img/banana.jpg",
        "explanation": "バナナ（英: Banana[1]、学名 Musa spp.）は、バショウ科バショウ属のうち、果実を食用とする品種群の総称である。また、その果実のこと。別名、甘蕉（かんしょう）、実芭蕉（みばしょう）ともよばれる[2]。東南アジア原産で、いくつかの原種から育種された多年性植物。熱帯～亜熱帯の地域で栽培されるトロピカルフルーツ。種によっては熟すまでは毒を持つものもある。日本では古くは芭蕉と呼ばれた[注 1]。葉の繊維を主に利用するイトバショウは同属異種。食用果実として非常に重要で、2009年の全世界での年間生産量は生食用バナナが9581万トン、料理用バナナが3581万トンで、総計では1億3262万トンにのぼる。アジアやラテンアメリカの熱帯域で大規模に栽培されているほか、東アフリカや中央アフリカでは主食として小規模ながら広く栽培が行われている。また、花を料理に使う地域もあり、葉は皿代わりにしたり、包んで蒸すための材料にしたりするほか、屋根の材料などとしても利用される。",
        "wiki": "https://ja.wikipedia.org/wiki/%E3%83%90%E3%83%8A%E3%83%8A"
    },
    "A4": {
        "name": "キウイフルーツ",
        "weight": 100,
        "img": "./img/kiui.jpg",
        "explanation": "キウイフルーツ（英: kiwifruit）は、マタタビ科マタタビ属の雌雄異株の落葉蔓性植物の果実である。また、マタタビ属のActinidia deliciosaを指して特にキウイフルーツともよばれる。温帯の果樹で、秋に果実が実る[2]。商業流通の歴史は浅く、1906年にニュージーランドが新しい果樹のキウイフルーツとして、中国原産のActinidia deliciosaやActinidia chinensisの品種改良に成功、1934年頃から商業栽培を開始し[3][4]、世界各国で食べられるようになった果物である。「キウイフルーツ」という名称は、ニュージーランドからアメリカ合衆国へ輸出されるようになった際、ニュージーランドのシンボルである鳥の「キーウィ (kiwi)」に因んで1959年に命名された（果実と鳥の見た目の類似性から命名された訳ではない）[5][6]。カタカナでは「キーウィーフルーツ」「キーウィフルーツ」「キウィフルーツ」などの表記も使用される。日本へは1966年（昭和41年）に[2]、アメリカ合衆国から果菜（ベジタブルフルーツ）の一種として輸入され出回るようになった[6]。また、日本でも栽培や独自品種の開発が行われており[7]、花期は5月頃。耐寒性があり冬期の最低気温-10℃程度の地域でも栽培が可能である。産地は温帯から亜熱帯で、熱帯果実ではない。Actinidia deliciosa の最も一般的な栽培品種であるヘイワード種の果実は、鶏卵程度の大きさを持つ楕円体で、皮が茶色く毛状の繊維に覆われている。この植物および果実自体もキウイ（またはキーウィー、キーウィ、キウィ）と略して呼ばれる場合がある。マタタビに近縁であることから、幼木や若葉はネコ害を受けることもある。その他のマタタビ属の近縁種も「キウイ」という名称を利用して流通している。例: オニマタタビ（A. chinensis、ゴールドキウイ、ゴールデンキウイ）、サルナシ（A. arguta、ベビーキウイ、ミニキウイ）、シマサルナシ（A. rufa、ミニキウイ）など。",
        "wiki": "https://ja.wikipedia.org/wiki/%E3%82%AD%E3%82%A6%E3%82%A4%E3%83%95%E3%83%AB%E3%83%BC%E3%83%84"
    },
    "A5": {
        "name": "パラミツ",
        "weight": 30000,
        "img": "./img/paramitu.jpg",
        "explanation": "パラミツ（ハラミツ、波羅蜜、菠蘿蜜、学名：Artocarpus heterophyllus）はクワ科パンノキ属の常緑高木。英語で、ジャックフルーツ（英: Jack fruit）と呼ばれ、東南アジア、南アジア、アフリカ、ブラジルで果樹などとして栽培されている。東アジアでは台湾南部や中国海南省、広東省、雲南省などで栽培されている。原産はインドからバングラデシュと考えられている。",
        "wiki": "https://ja.wikipedia.org/wiki/%E3%83%91%E3%83%A9%E3%83%9F%E3%83%84"
    }
}`;
/*
    "A2": {
        "name": "",
        "weight": ,
        "img": "../img/",
        "explanation": "",
        "wiki": ""
    }
*/